[
    {
        "name": "Koning",
        "riddle": "Op een 11 bij 13 bord staat linksboven een koning en rechtsonder bevindt zich een kasteel.. Arie en Betty spelen het volgende spel: Om de beurt moeten zij een zet met de koning doen (één vakje horizontaal, verticaal of diagonaal). Die zetten moeten wel allemaal richting kasteel zijn, dus: naar rechts, naar beneden of schuin naar rechtsonder. Degene die de koning in zijn kasteel schuift heeft gewonnen. Kan Arie altijd winnen als hij mag beginnen?",
        "answer": "nee"
    },
    {
        "name": "De Wandelende Toren",
        "riddle": "Deze keer eens geen paardensprong, maar iets anders... Op een mini-schaakbord van 4 bij 4 staat linksonder in de hoek een toren. Een toren mag bij schaken alleen horizontaal en verticaal bewegen, zoveel velden als je maar wilt. Alleen onze toren mag niet naar een aangrenzend veld, dus al zijn zetten moeten 2 of meer velden beslaan. Kan deze speciale  toren een serie van 16 zetten doen zodat hij elk veld van het bord een keer aandoet en weer eindigt op het veld linksonder?",
        "answer": "ja"
    },
    {
        "name": "De Vroege Forens",
        "riddle": "Een forens komt elke dag op de terugweg naar huis om 5 uur met de trein op het station aan. Zijn vrouw pikt hem dan op en rijdt hem naar huis. Maar op een bepaalde dag is hij een uur eerder op het station. Het is lekker weer dus hij begint naar huis te lopen langs de weg die zijn vrouw ook altijd neemt. Op een gegeven moment komt hij zijn vrouw dan ook tegen en samen rijden ze naar huis. Het blijkt dat ze 10 minuten eerder dan normaal thuis zijn. Neem aan dat de vrouw steeds met constante snelheid rijdt, en op deze dag precies om 5 uur op het station zou zijn aangekomen om haar man af te halen. Hoeveel minuten heeft de man gewandeld?",
        "answer": "55"
    },
    {
        "name": "Het salaris van de koning",
        "riddle": "Na de revolutie heeft ieder van de 66 inwoners van een klein staatje een salaris van één muntstuk. Zelfs de koning!! De koning mag niet meer stemmen, maar hij heeft nog wel de macht om wetsvoorstellen te mogen doen. Zo kan hij voorstellen de salarissen van de inwoners anders te verdelen. Iedere inwoner moet wel een geheel aantal muntstukken (eventueel nul) als salaris hebben. Een wetsvoorstel wordt aangenomen als er meer stemmen vóór dan tegen zijn. De koning weet dat de inwoners altijd vóór zullen stemmen als hun salaris verhoogd wordt. altijd tegen als hun salaris omlaag gaat, en anders niet de moeite nemen te gaan stemmen. Wat is het maximum salaris dat de koning voor zichzelf kan krijgen?",
        "answer": "63"
    },
    {
        "name": "Gietproblemen",
        "riddle": "Je hebt een fles van 7 liter en een fles van 11 liter. Naast je staat een grote bak water. Met deze twee flessen moet je precies twee liter water afmeten. Je kunt de flessen alleen maar helemaal leeggieten of helemaal vullen. Gedeeltelijk kan niet want er zit geen schaalverdeling op. Hoeveel handelingen moet je minimaal doen?",
        "answer": "14"
    },
    {
        "name": "Daar komt het treintje al",
        "riddle": "Twee mannen lopen op een spoorbrug. Ze zijn op 1/3 deel van de brug als ze een trein achter zich horen aankomen. De trein rijdt met 60 km/uur. Beide mannen rennen naar een einde van de brug, maar de één rent de trein tegemoet (naar het dichtstbijzijnde uiteinde van de brug) en de ander rent vooruit (naar het verste einde van de brug).  Ze rennen even snel, en jawel; beiden kunnen nét op het nippertje de trein ontwijken. Hoe hard renden de mannen (km/u)?",
        "answer": "20"
    }
]